# 1) Создайте две переменные, num1 со значением 5 и num2 со значением 10. Сложите эти переменные и выведите результат на экран.
# num1 = 5
# num2 = 10
# num3 = num1+num2
# print(num3)

# 2) Создайте две переменные, num1 со значением 10 и num2 со значением 5. Вычтите из переменной num1 переменную num2 и выведите результат на экран. 
# num1 = 10
# num2 = 5
# num3 = num1-num2
# print(num3)

# 3) Создайте две переменные, num1 со значением 20 и num2 со значением 5. Умножьте переменную num1 на переменную num2, а затем разделите результат на 2. Выведите полученный результат на экран. 
# num1 = 20
# num2 = 5
# num3 = num1*num2
# num4 = num3/2
# print(num4)

# 4) Создайте три переменные, x со значением 10, y со значением 5 и z со значением 2. Вычислите результат выражения (x + y) * z и выведите его на экран. 
x = 10
y = 5
z = 2
num1 = (x+y)*z
print(num1)


# ДОП ЗАДАНИЕ: 
# 5) Создайте две переменные, num1 со значением 5 и num2 со значением 10. Сравните эти переменные с помощью операторов "<" и ">", и выведите результат на экран. Пример вывода: num1 < num2: True num1 > num2: False
# num1 = 5
# num2 = 10
# print(num1<num2)
# print(num1>num2)



